Repository: gapan/gmountman
Catalog: po/*.po
Languages: gd, hi_in

source: Mount Manager
gd: Manaidsear àrdachaidh
hi_in: माउंट प्रबंधक

source: Mount
gd: Àrdaich
hi_in: माउंट करें

source: Unmount
gd: Ìslich
hi_in: माउंट से हटाएँ

source: Eject
gd: Tilg a-mach
hi_in: डिवाइस हटाएँ

source: Open
gd: Fosgail
hi_in: खोलें

source: Preferences
gd: Roghainnean
hi_in: सेटिंग्स

source: A mount manager for local devices that uses gvfs
gd: Manaidsear Cuir-na-àirde son innleachd ionadail cleachdadh gvfs
hi_in: GVfs उपयोग करने वाले लोकल उपकरण हेतु माउंट प्रबंधक

source: translator-credits
gd: cliù an t-eadar-theangair
hi_in: अनुवादक आभार

source: <b>Open mounted devices with:</b>
gd: <b>Fosgail na innleachdan air àrdachadh le :</b>
hi_in: <b>माउंट उपकरण इन द्वारा खोलें :</b>

source: Default file manager (specified by XDG)
gd: Manaidear faidhle gnàthach (sònrachadh le XDG)
hi_in: डिफ़ॉल्ट फ़ाइल प्रबंधक (XDG द्वारा निर्दिष्ट)

source: Custom file manager:
gd: Manaidear faidhle gnàtha:
hi_in: अनुकूलित फ़ाइल प्रबंधक :

source: <b>Notifications:</b>
gd: <b>Fiosan:</b>
hi_in: <b>अधिसूचनाएँ :</b>

source: Display a notification when a device has been unmounted
gd: Foillsich fios nuair a chaidh innleachd dh'ìsleachadh
hi_in: उपकरण माउंट से हटने पर अधिसूचना दिखाएँ

source: Device is now safe to remove
gd: Tha e sàbhailte a thoirt air falbh an innleachd a-nis
hi_in: अब उपकरण हटाया जा सकता है

source: The device %s can now be safely removed
gd: Faodaidh a-nis a thoirt an innleachd %s air falbh gu sàbhailte
hi_in: अब उपकरण %s हटाया जा सकता है

source: Hide
gd: Falaich
hi_in: छुपाएँ

source: Show
gd: Foillsich
hi_in: दिखाएँ

source: Name
gd: Ainm
hi_in: नाम

source: Device
gd: Innleachd
hi_in: उपकरण

source: Mount Point
gd: Am puing àrdachaidh
hi_in: माउंट पॉइंट
